module.exports = {
  visible_rate: {
    CAD: {
      name: 'カナダ',
      flag: '🇨🇦',
      unit: 'ドル',
    },
    THB: {
      name: 'タイ',
      flag: '🇹🇭',
      unit: 'バーツ',
    },
    EUR: {
      name: 'ヨーロッパ',
      flag: '🇫🇷🇮🇹🇬🇧',
      unit: 'ユーロ',
    },
    NZD: {
      name: 'ニュージーランド',
      flag: '🇳🇿',
      unit: 'ドル',
    },
    USD: {
      name: 'アメリカ',
      flag: '🇺🇸',
      unit: 'ドル',
    },
    KRW: {
      name: '韓国',
      flag: '🇰🇷',
      unit: 'ウォン',
    },
  },
  rate_conversion: {
    円: 'JPY',
    ウォン: 'WKR',
    USドル: 'USD',
    バーツ: 'THB'
  }
};